{
    "changelog.md": {
        "Changelog Wes Control": "Changelog Wes Control",
        "Pour rappel, s'il n'y a pas d'information sur la mise à jour, c'est que celle-ci concerne uniquement la mise à jour de documentation, de traduction ou de texte": "Zur Erinnerung: Wenn keine Informationen zum Update vorhanden sind, handelt es sich nur um die Aktualisierung von Dokumentation, Übersetzung oder Text",
        "13\/12\/2022": "13.12.2022",
        "Vérification de la pleine compatibilité du plugin en fonction de sa version et de celle du firmware du Wes": "Überprüfung der vollen Kompatibilität des Plugins gemäß seiner Version und der Firmware des Wes",
        "plugin stable \/": "Stable-Plugin\/",
        "plugin beta": "Beta-Plugin",
        "Ajout de l'affichage en disposition tableau des équipements enfants": "Ergänzung der Anzeige im Tabellenlayout von Kindergeräten",
        "13\/06\/2022": "13.06.2022",
        "Nouvelle version du fichier CGX V1.0.3": "Neue CGX-Dateiversion V1.0.3",
        "10\/05\/2021": "10.05.2021",
        "Nouvelle version du fichier CGX V1.0.2": "Neue Version der CGX-Datei V1.0.2",
        "Ajout du paramètre \"Type de mesure\" pour les compteurs et TIC": "Hinzufügung des Parameters \"Art der Messung\" für Zähler und TIC",
        "Calories, Electricté et Fioul": "Kalorien, Strom und Kraftstoff",
        "Ajout des types de compteurs": "Hinzufügen von Zählertypen",
        "Ajout d'une option de mise à jour automatique et d'une commande de mise à jour du fichier CGX ainsi que d'un bouton permettant la mise à jour de tous les serveurs actifs": "Hinzufügen einer automatischen Aktualisierungsoption und eines Befehls zum Aktualisieren der CGX-Datei sowie einer Schaltfläche zum Aktualisieren aller aktiven Server",
        "Optimisation de l'interface": "Schnittstellenoptimierung",
        "28\/04\/2021": "28.04.2021",
        "Mise à disposition du plugin": "Bereitstellung des Plugins",
        " IMPORTANT.": " WICHTIG.",
        " IMPORTANT?": " WICHTIG?",
        "IMPORTANT ": "WICHTIG ",
        " IMPORTANT]": " WICHTIG]",
        "[IMPORTANT]": "[WICHTIG]",
        "*IMPORTANT*": "*WICHTIG*",
        " IMPORTANT*": " WICHTIG*"
    },
    "index.md": {
        "Plugin WES Control": "WES Control Plugin",
        "serveur d'énergie WES de CartElectronic": "CartElectronic WES-Energieserver",
        "Ce plugin va vous permettre de prendre le contrôle de votre": "Mit diesem Plugin können Sie die Kontrolle über Ihr Plugin übernehmen",
        "target=\"\\_blank\"} et d'en récupérer toutes les données instantanément dans Jeedom": "target = \"\\_ blank\"} und stellen Sie alle Daten sofort in Jeedom wieder her",
        "Ce matériel étant en constante évolution, le plugin en version stable offre une pleine compatibilité avec les serveurs Wes de firmware inférieur à `V0": "Da sich dieses Material in ständiger Entwicklung befindet, bietet das Plugin in stabiler Version volle Kompatibilität mit Wes-Servern mit Firmware niedriger als `V0",
        "84A10` et la version beta avec les firmwares supérieurs ou égaux à `V0.84A10`": "84A10‘ und die Beta-Version mit Firmware größer oder gleich ‚V0.84A10‘",
        "Configuration générale": "Allgemeine Konfiguration",
        "Configuration du plugin": "Plugin Konfiguration",
        "Wes Control": "Wes Kontrolle",
        "Comme tout plugin Jeedom, le plugin": "Wie jedes Jeedom-Plugin auch das Plugin",
        "doit être activé après l'installation": "muss nach der Installation aktiviert werden",
        "Le plugin": "Das Plugin",
        "utilise son propre démon afin de rester en contact constant avec le serveur Wes": "verwendet einen eigenen Daemon, um in ständigem Kontakt mit dem Wes-Server zu bleiben",
        "Vous pouvez en contrôler le statut sur la page de configuration du plugin": "Sie können den Status auf der Plugin-Konfigurationsseite überprüfen",
        "Il n'est pas nécessaire de se préoccuper de l'état du démon dès l'activation du plugin car la création du 1er équipement serveur Wes va automatiquement configurer et démarrer le démon": "Es ist nicht erforderlich, sich über den Status des Dämons Gedanken zu machen, sobald das Plugin aktiviert wird, da durch die Erstellung der ersten Wes-Serverausrüstung der Dämon automatisch konfiguriert und gestartet wird",
        "30 secondes par défaut": "Standardmäßig 30 Sekunden",
        "Le plugin ne nécessite pas de configuration particulière mais propose un champ permettant de choisir le délai en secondes entre 2 interrogations du serveur Wes": "Das Plugin erfordert keine bestimmte Konfiguration, bietet jedoch ein Feld, in dem Sie die Verzögerung in Sekunden zwischen zwei Abfragen des Wes-Servers auswählen können",
        "Si vous diminuez cette valeur et constatez des lenteurs ou une instabilité du système, revenez à la valeur par défaut": "Wenn Sie diesen Wert verringern und eine Trägheit oder Instabilität des Systems feststellen, kehren Sie zum Standardwert zurück",
        "Configuration de l'équipement serveur Wes": "Konfiguration der Wes-Serverausrüstung",
        "Plugins → Energie → Wes Control": "Plugins → Energie → Wes Control",
        "Pour accéder aux différents équipements": "Zugriff auf die verschiedenen Geräte",
        "dirigez-vous vers le menu": "Gehe zum Menü",
        "+ Ajouter": "+ Hinzufügen",
        "Le bouton": "Die Taste",
        "permet d'ajouter un nouveau serveur Wes": "Mit dieser Option können Sie einen neuen Wes-Server hinzufügen",
        "Après avoir créé votre équipement serveur Wes, cliquez sur celui-ci pour accéder à la configuration des accès ainsi qu'à la gestion des équipements\/fonctionnalités": "Nachdem Sie Ihre Wes-Serverausrüstung erstellt haben, klicken Sie darauf, um auf die Zugriffskonfiguration sowie die Verwaltung der Geräte \/ Funktionen zuzugreifen",
        "Renseignez les informations générales de l'équipement puis indiquez si vous possédez des matériels optionnels branchés sur le Wes tels qu'un écran ou une alimentation 9 Volts pour la mesure de la tension secteur en cochant les cases correspondantes": "Geben Sie die allgemeinen Informationen des Geräts ein und geben Sie an, ob an das Wes ein optionales Gerät angeschlossen ist, z. B. ein Bildschirm oder ein 9-Volt-Netzteil zur Messung der Netzspannung, indem Sie die entsprechenden Kontrollkästchen aktivieren",
        "Ensuite, renseignez les informations d'accès au serveur Wes en HTTP afin de pouvoir communiquer avec lui": "Geben Sie dann die Zugriffsinformationen zum Wes-Server in HTTP ein, um mit ihm kommunizieren zu können",
        "IP du Wes": "Wes IP",
        "adresse IP sur laquelle le serveur Wes est joignable": "IP-Adresse, unter der der Wes-Server erreichbar ist",
        "Port du Wes": "Hafen der Wes",
        "80 par défaut": "80 standardmäßig",
        "port sur lequel le serveur Wes est joignable": "Port, an dem der Wes-Server erreichbar ist",
        "Identifiant HTTP": "HTTP-ID",
        "identifiant permettant de communiquer en HTTP avec le serveur Wes": "Kennung für die Kommunikation in HTTP mit dem Wes-Server",
        "Mot de passe HTTP": "HTTP-Passwort",
        "mot de passe permettant de communiquer en HTTP avec le serveur Wes": "Passwort für die Kommunikation in HTTP mit dem Wes-Server",
        "intègre un fichier spécialement conçu pour Jeedom et permettant d'avoir accès à davantage de données que celles disponibles normalement par défaut": "Enthält eine Datei, die speziell für Jeedom entwickelt wurde und den Zugriff auf mehr Daten ermöglicht, als normalerweise standardmäßig verfügbar sind",
        "Il est nécessaire d'établir une connexion FTP avec le serveur Wes pour y transférer ce fichier, les champs suivants doivent donc être complétés également": "Es ist erforderlich, eine FTP-Verbindung mit dem Wes-Server herzustellen, um diese Datei zu übertragen. Daher müssen auch die folgenden Felder ausgefüllt werden",
        "Identifiant FTP": "FTP-ID",
        "identifiant permettant de communiquer en FTP avec le serveur Wes": "Kennung für die Kommunikation in FTP mit dem Wes-Server",
        "Mot de passe FTP": "FTP-Passwort",
        "mot de passe permettant de communiquer en FTP avec le serveur Wes": "Passwort für die FTP-Kommunikation mit dem Wes-Server",
        "Fichier CGX Jeedom": "Jeedom CGX-Datei",
        "cocher la case pour utiliser le fichier CGX Jeedom": "Aktivieren Sie das Kontrollkästchen, um die Jeedom CGX-Datei zu verwenden",
        "Envoyer fichier CG": "CG-Datei senden",
        "Une fois les informations de connexion FTP renseignées, cliquez sur ce bouton pour transférer immédiatement le fichier sur le Wes": "Nachdem Sie die FTP-Verbindungsinformationen eingegeben haben, klicken Sie auf diese Schaltfläche, um die Datei sofort auf die Wes zu übertragen",
        "Configuration → Accès sécurisé": "Konfiguration → Sicherer Zugriff",
        "Les informations de connexion au serveur Wes sont consultables depuis l'interface internet du Wes dans le menu": "Verbindungsinformationen zum Wes-Server können über die Wes-Internetschnittstelle im Menü angezeigt werden",
        "Gestion des équipements\/fonctionnalités": "Geräte- \/ Funktionsmanagement",
        "Gestion des équipements": "Gerätemanagement",
        "La partie": "Das Teil",
        "va vous permettre de sélectionner les fonctionnalités du Wes à activer\/désactiver": "Hier können Sie die Funktionen des Wes zum Aktivieren \/ Deaktivieren auswählen",
        "case cochée": "Kästchen angekreuzt",
        "création automatique de l'équipement correspondant": "automatische Erstellung der entsprechenden Ausrüstung",
        "chaque case décochée": "jedes Kästchen deaktiviert",
        "suppression automatique de l'équipement correspondant": "automatisches Löschen der entsprechenden Ausrüstung",
        "aura pour conséquence la": "wird darin enden, dass",
        "et à l'inverse": "und umgekehrt",
        "Configuration des équipements\/fonctionnalités": "Ausstattung \/ Funktionskonfiguration",
        "De retour sur la page générale du plugin": "Zurück zur allgemeinen Seite des Plugins",
        "les équipements activés précédemment sont regroupés par serveur et triés dans des menus accordéons classés par type de fonctionnalité": "Zuvor aktivierte Geräte werden nach Servern gruppiert und in Akkordeonmenüs sortiert, die nach Art der Funktionalität klassifiziert sind",
        "Le champ de recherche permet la visualisation immédiate de l'équipement recherché": "Das Suchfeld ermöglicht die sofortige Visualisierung der benötigten Ausrüstung",
        "Sur la droite, l'icône en forme de croix annule la recherche, le dossier ouvert déplie tous les menus et le dossier fermé replie l'ensemble": "Rechts bricht das kreuzförmige Symbol die Suche ab, der geöffnete Ordner entfaltet alle Menüs und der geschlossene Ordner faltet das Ganze zusammen",
        "Il est possible de réorganiser chaque menu dans la liste en restant cliqué dessus le temps de le positionner à l'endroit voulu": "Es ist möglich, jedes Menü in der Liste neu zu organisieren, indem Sie darauf klicken und es an der gewünschten Stelle positionieren",
        "Comme à l'habitude, le clic sur un équipement vous amène sur sa page de configuration permettant de renseigner les informations générales et de visualiser la liste des commandes": "Wenn Sie wie gewohnt auf ein Gerät klicken, gelangen Sie zu dessen Konfigurationsseite, auf der Sie allgemeine Informationen eingeben und die Liste der Bestellungen anzeigen können",
        "Paramètres optionnels des équipements": "Optionale Ausstattungsparameter",
        "Certains équipements sont dotés de paramètres de configuration complémentaires qu'il faudra renseigner lors de leur activation": "Einige Geräte verfügen über zusätzliche Konfigurationsparameter, die bei der Aktivierung eingegeben werden müssen",
        "consommation ou production": "Verbrauch oder Produktion",
        "Ces paramètres peuvent être le type de mesure à relever pour des pinces ampèremétriques": "Diese Parameter können die Art der Messung sein, die für Stromzangen durchgeführt werden soll",
        "ou la formule d'abonnement électrique concernant la téléinfo par exemple": "oder die elektrische Abonnementformel für Teleinfo zum Beispiel",
        "eau, gaz, gazpar": "Wasser, Gas, Gas",
        "20 Ampères ou 100 Ampères": "20 Ampere oder 100 Ampere",
        "D'autres peuvent concerner la sélection d'un type de matériel spécifique afin de personnaliser les images d'illustration des équipements comme le type de compteur à impulsions": "Andere können sich auf die Auswahl eines bestimmten Hardwaretyps beziehen, um die veranschaulichenden Bilder des Geräts wie den Typ des Pulsmessers anzupassen",
        "ou le type de pince ampèremétrique utilisé": "oder die Art der verwendeten Stromzange",
        "entre autre": "unter anderen",
        "Interface du WES": "WES-Schnittstelle",
        "Interface Wes": "Wes Schnittstelle",
        "Sur chaque page d'équipement (y compris l'équipement serveur Wes) se trouve, en haut à droite, un bouton bleu nommé": "Auf jeder Ausrüstungsseite (einschließlich der Wes-Serverausrüstung) befindet sich oben rechts eine blaue Schaltfläche mit dem Namen",
        "qui permet d'ouvrir l'interface internet du serveur Wes dans un nouvel onglet de votre navigateur": "Hiermit können Sie die Weboberfläche des Wes-Servers in einem neuen Tab Ihres Browsers öffnen",
        "En fonction du type d'équipement sur lequel vous vous trouvez, vous serez automatiquement redirigé vers la page d'interface correspondant à cette fonctionnalité": "Abhängig von der Art der Ausrüstung, auf der Sie sich befinden, werden Sie automatisch zu der dieser Funktion entsprechenden Schnittstellenseite weitergeleitet",
        "Évolutions à venir": "Kommende Entwicklungen",
        "L'équipe travaille d'ores et déjà à l'intégration des extensions Wes actuellement non prises en charge telles que l'extension 8 relais ou modbus et fera son maximum pour faire évoluer le plugin en ce sens dans les meilleurs délais": "Das Team arbeitet bereits an der Integration der derzeit nicht unterstützten Wes-Erweiterungen wie der 8-Relais- oder Modbus-Erweiterung und wird sein Bestes tun, um das Plugin so schnell wie möglich in diese Richtung zu entwickeln",
        " IMPORTANT.": " WICHTIG.",
        " IMPORTANT?": " WICHTIG?",
        "IMPORTANT ": "WICHTIG ",
        " IMPORTANT]": " WICHTIG]",
        "[IMPORTANT]": "[WICHTIG]",
        "*IMPORTANT*": "*WICHTIG*",
        " IMPORTANT*": " WICHTIG*",
        " INFORMATION.": " INFORMATION.",
        " INFORMATION?": " INFORMATION?",
        "INFORMATION ": "INFORMATION ",
        " INFORMATION]": " INFORMATION]",
        "[INFORMATION]": "[INFORMATION]",
        "*INFORMATION*": "*INFORMATION*",
        " INFORMATION*": " INFORMATION*",
        " facultatif.": " Optional.",
        " facultatif?": " Optional?",
        "facultatif ": "Optional ",
        " facultatif]": " Optional]",
        "[facultatif]": "[Optional]",
        "*facultatif*": "*Optional*",
        " facultatif*": " Optional*",
        " Chaque.": " Jeder.",
        " Chaque?": " Jeder?",
        "Chaque ": "Jeder ",
        " Chaque]": " Jeder]",
        "[Chaque]": "[Jeder]",
        "*Chaque*": "*Jeder*",
        " Chaque*": " Jeder*",
        " ASTUCE.": " TRICK.",
        " ASTUCE?": " TRICK?",
        "ASTUCE ": "TRICK ",
        " ASTUCE]": " TRICK]",
        "[ASTUCE]": "[TRICK]",
        "*ASTUCE*": "*TRICK*",
        " ASTUCE*": " TRICK*"
    }
}