{
    "changelog.md": {
        "Changelog Wes Control": "Changelog Wes Control",
        "Pour rappel, s'il n'y a pas d'information sur la mise à jour, c'est que celle-ci concerne uniquement la mise à jour de documentation, de traduction ou de texte": "As a reminder, if there is no information on the update, it is because it only concerns the update of documentation, translation or text",
        "10\/05\/2021": "05\/10\/2021",
        "Nouvelle version du fichier CGX V1.0.2": "New version of CGX file V1.0.2",
        "Ajout du paramètre \"Type de mesure\" pour les compteurs et TIC": "Addition of the \"Type of measurement\" parameter for meters and TIC",
        "Calories, Electricté et Fioul": "Calories, Electricity and Fuel",
        "Ajout des types de compteurs": "Addition of counter types",
        "Ajout d'une option de mise à jour automatique et d'une commande de mise à jour du fichier CGX ainsi que d'un bouton permettant la mise à jour de tous les serveurs actifs": "Addition of an automatic update option and a command to update the CGX file as well as a button allowing the update of all active servers",
        "Optimisation de l'interface": "Interface optimization",
        "28\/04\/2021": "04\/28\/2021",
        "Mise à disposition du plugin": "Provision of the plugin",
        " IMPORTANT.": " IMPORTANT.",
        " IMPORTANT?": " IMPORTANT?",
        "IMPORTANT ": "IMPORTANT ",
        " IMPORTANT]": " IMPORTANT]",
        "[IMPORTANT]": "[IMPORTANT]",
        "*IMPORTANT*": "*IMPORTANT*",
        " IMPORTANT*": " IMPORTANT*"
    },
    "index.md": {
        "Plugin WES Control": "WES Control plugin",
        "serveur d'énergie WES de CartElectronic": "CartElectronic WES energy server",
        "Ce plugin va vous permettre de prendre le contrôle de votre": "This plugin will allow you to take control of your",
        "target=\"\\_blank\"} et d'en récupérer toutes les données instantanément dans Jeedom": "target = \"\\_ blank\"} and recover all the data instantly in Jeedom",
        "Configuration générale": "General configuration",
        "Configuration du plugin": "Plugin configuration",
        "Wes Control": "Wes control",
        "Comme tout plugin Jeedom, le plugin": "Like any Jeedom plugin, the plugin",
        "doit être activé après l'installation": "must be activated after installation",
        "Le plugin": "The plugin",
        "utilise son propre démon afin de rester en contact constant avec le serveur Wes": "uses its own daemon in order to stay in constant contact with the Wes server",
        "Vous pouvez en contrôler le statut sur la page de configuration du plugin": "You can check the status on the plugin configuration page",
        "Il n'est pas nécessaire de se préoccuper de l'état du démon dès l'activation du plugin car la création du 1er équipement serveur Wes va automatiquement configurer et démarrer le démon": "It is not necessary to worry about the state of the daemon as soon as the plugin is activated because the creation of the 1st Wes server equipment will automatically configure and start the daemon",
        "30 secondes par défaut": "30 seconds by default",
        "Le plugin ne nécessite pas de configuration particulière mais propose un champ permettant de choisir le délai en secondes entre 2 interrogations du serveur Wes": "The plugin does not require any particular configuration but offers a field allowing to choose the delay in seconds between 2 interrogations of the Wes server",
        "Si vous diminuez cette valeur et constatez des lenteurs ou une instabilité du système, revenez à la valeur par défaut": "If you decrease this value and experience system sluggishness or instability, revert to the default value",
        "Configuration de l'équipement serveur Wes": "Configuration of the Wes server equipment",
        "Plugins → Energie → Wes Control": "Plugins → Energy → Wes Control",
        "Pour accéder aux différents équipements": "To access the different equipment",
        "dirigez-vous vers le menu": "go to the menu",
        "+ Ajouter": "+ Add",
        "Le bouton": "The button",
        "permet d'ajouter un nouveau serveur Wes": "allows you to add a new Wes server",
        "Après avoir créé votre équipement serveur Wes, cliquez sur celui-ci pour accéder à la configuration des accès ainsi qu'à la gestion des équipements\/fonctionnalités": "After having created your Wes server equipment, click on it to access the access configuration as well as the equipment \/ functionalities management",
        "Renseignez les informations générales de l'équipement puis indiquez si vous possédez des matériels optionnels branchés sur le Wes tels qu'un écran ou une alimentation 9 Volts pour la mesure de la tension secteur en cochant les cases correspondantes": "Fill in the general information of the equipment then indicate whether you have optional equipment connected to the Wes such as a screen or a 9-volt power supply for measuring the mains voltage by checking the corresponding boxes",
        "Ensuite, renseignez les informations d'accès au serveur Wes en HTTP afin de pouvoir communiquer avec lui": "Then, fill in the access information to the Wes server in HTTP in order to be able to communicate with him",
        "IP du Wes": "Wes's IP",
        "adresse IP sur laquelle le serveur Wes est joignable": "IP address on which the Wes server can be reached",
        "Port du Wes": "Port of the Wes",
        "80 par défaut": "80 by default",
        "port sur lequel le serveur Wes est joignable": "port on which the Wes server can be reached",
        "Identifiant HTTP": "HTTP ID",
        "identifiant permettant de communiquer en HTTP avec le serveur Wes": "identifier used to communicate in HTTP with the Wes server",
        "Mot de passe HTTP": "HTTP password",
        "mot de passe permettant de communiquer en HTTP avec le serveur Wes": "password used to communicate in HTTP with the Wes server",
        "intègre un fichier spécialement conçu pour Jeedom et permettant d'avoir accès à davantage de données que celles disponibles normalement par défaut": "includes a file specially designed for Jeedom and allowing access to more data than those normally available by default",
        "Il est nécessaire d'établir une connexion FTP avec le serveur Wes pour y transférer ce fichier, les champs suivants doivent donc être complétés également": "It is necessary to establish an FTP connection with the Wes server to transfer this file, the following fields must therefore be completed as well",
        "Identifiant FTP": "FTP ID",
        "identifiant permettant de communiquer en FTP avec le serveur Wes": "identifier used to communicate in FTP with the Wes server",
        "Mot de passe FTP": "FTP password",
        "mot de passe permettant de communiquer en FTP avec le serveur Wes": "password used to communicate in FTP with the Wes server",
        "Fichier CGX Jeedom": "Jeedom CGX file",
        "cocher la case pour utiliser le fichier CGX Jeedom": "check the box to use the Jeedom CGX file",
        "Envoyer fichier CG": "Send CG file",
        "Une fois les informations de connexion FTP renseignées, cliquez sur ce bouton pour transférer immédiatement le fichier sur le Wes": "Once the FTP connection information has been entered, click on this button to immediately transfer the file to the Wes",
        "Configuration → Accès sécurisé": "Configuration → Secure access",
        "Les informations de connexion au serveur Wes sont consultables depuis l'interface internet du Wes dans le menu": "Connection information to the Wes server can be viewed from the Wes internet interface in the menu",
        "Gestion des équipements\/fonctionnalités": "Equipment \/ functionality management",
        "Gestion des équipements": "Equipment management",
        "La partie": "The part",
        "va vous permettre de sélectionner les fonctionnalités du Wes à activer\/désactiver": "will allow you to select the features of the Wes to activate \/ deactivate",
        "case cochée": "box checked",
        "création automatique de l'équipement correspondant": "automatic creation of the corresponding equipment",
        "chaque case décochée": "each box unchecked",
        "suppression automatique de l'équipement correspondant": "automatic deletion of the corresponding equipment",
        "aura pour conséquence la": "will result in",
        "et à l'inverse": "and conversely",
        "Configuration des équipements\/fonctionnalités": "Equipment \/ functional configuration",
        "De retour sur la page générale du plugin": "Back to the plugin's general page",
        "les équipements activés précédemment sont regroupés par serveur et triés dans des menus accordéons classés par type de fonctionnalité": "previously activated devices are grouped by server and sorted in accordion menus classified by type of functionality",
        "Le champ de recherche permet la visualisation immédiate de l'équipement recherché": "The search field allows immediate visualization of the required equipment",
        "Sur la droite, l'icône en forme de croix annule la recherche, le dossier ouvert déplie tous les menus et le dossier fermé replie l'ensemble": "On the right, the cross-shaped icon cancels the search, the open folder unfolds all the menus and the closed folder folds the whole",
        "Il est possible de réorganiser chaque menu dans la liste en restant cliqué dessus le temps de le positionner à l'endroit voulu": "It is possible to reorganize each menu in the list by remaining clicked on it while positioning it at the desired location",
        "Comme à l'habitude, le clic sur un équipement vous amène sur sa page de configuration permettant de renseigner les informations générales et de visualiser la liste des commandes": "As usual, clicking on an item of equipment takes you to its configuration page, allowing you to enter general information and view the list of orders",
        "Paramètres optionnels des équipements": "Optional equipment parameters",
        "Certains équipements sont dotés de paramètres de configuration complémentaires qu'il faudra renseigner lors de leur activation": "Some devices have additional configuration parameters that must be entered when activating them",
        "consommation ou production": "consumption or production",
        "Ces paramètres peuvent être le type de mesure à relever pour des pinces ampèremétriques": "These parameters can be the type of measurement to be taken for current clamps",
        "ou la formule d'abonnement électrique concernant la téléinfo par exemple": "or the electric subscription formula concerning teleinfo for example",
        "eau, gaz, gazpar": "water, gas, gas",
        "20 Ampères ou 100 Ampères": "20 Amps or 100 Amps",
        "D'autres peuvent concerner la sélection d'un type de matériel spécifique afin de personnaliser les images d'illustration des équipements comme le type de compteur à impulsions": "Others may relate to the selection of a specific type of hardware in order to customize the illustrative images of the equipment such as the type of pulse meter",
        "ou le type de pince ampèremétrique utilisé": "or the type of current clamp used",
        "entre autre": "among others",
        "Interface du WES": "WES interface",
        "Interface Wes": "Wes interface",
        "Sur chaque page d'équipement (y compris l'équipement serveur Wes) se trouve, en haut à droite, un bouton bleu nommé": "On each equipment page (including the Wes server equipment) there is, at the top right, a blue button named",
        "qui permet d'ouvrir l'interface internet du serveur Wes dans un nouvel onglet de votre navigateur": "which allows you to open the web interface of the Wes server in a new tab of your browser",
        "En fonction du type d'équipement sur lequel vous vous trouvez, vous serez automatiquement redirigé vers la page d'interface correspondant à cette fonctionnalité": "Depending on the type of equipment you are on, you will be automatically redirected to the interface page corresponding to this feature",
        "Évolutions à venir": "Upcoming developments",
        "L'équipe travaille d'ores et déjà à l'intégration des extensions Wes actuellement non prises en charge telles que l'extension 8 relais ou modbus et fera son maximum pour faire évoluer le plugin en ce sens dans les meilleurs délais": "The team is already working on the integration of the currently unsupported Wes extensions such as the 8 relay or modbus extension and will do its best to develop the plugin in this direction as soon as possible",
        " ASTUCE.": " TRICK.",
        " ASTUCE?": " TRICK?",
        "ASTUCE ": "TRICK ",
        " ASTUCE]": " TRICK]",
        "[ASTUCE]": "[TRICK]",
        "*ASTUCE*": "*TRICK*",
        " ASTUCE*": " TRICK*",
        " IMPORTANT.": " IMPORTANT.",
        " IMPORTANT?": " IMPORTANT?",
        "IMPORTANT ": "IMPORTANT ",
        " IMPORTANT]": " IMPORTANT]",
        "[IMPORTANT]": "[IMPORTANT]",
        "*IMPORTANT*": "*IMPORTANT*",
        " IMPORTANT*": " IMPORTANT*",
        " INFORMATION.": " INFORMATION.",
        " INFORMATION?": " INFORMATION?",
        "INFORMATION ": "INFORMATION ",
        " INFORMATION]": " INFORMATION]",
        "[INFORMATION]": "[INFORMATION]",
        "*INFORMATION*": "*INFORMATION*",
        " INFORMATION*": " INFORMATION*",
        " facultatif.": " optional.",
        " facultatif?": " optional?",
        "facultatif ": "optional ",
        " facultatif]": " optional]",
        "[facultatif]": "[optional]",
        "*facultatif*": "*optional*",
        " facultatif*": " optional*",
        " Chaque.": " Each.",
        " Chaque?": " Each?",
        "Chaque ": "Each ",
        " Chaque]": " Each]",
        "[Chaque]": "[Each]",
        "*Chaque*": "*Each*",
        " Chaque*": " Each*"
    }
}