{
    "changelog.md": {
        "Changelog Wes Control": "Controle de registro de mudanças Wes",
        "Pour rappel, s'il n'y a pas d'information sur la mise à jour, c'est que celle-ci concerne uniquement la mise à jour de documentation, de traduction ou de texte": "Recorde-se que, se não existe informação sobre a atualização, é porque se trata apenas de atualização de documentação, tradução ou texto",
        "13\/12\/2022": "13\/12\/2022",
        "Vérification de la pleine compatibilité du plugin en fonction de sa version et de celle du firmware du Wes": "Verificação da total compatibilidade do plugin de acordo com sua versão e a do firmware do Wes",
        "plugin stable \/": "plug-in estável\/",
        "plugin beta": "plug-in beta",
        "Ajout de l'affichage en disposition tableau des équipements enfants": "Adição da exibição no layout da tabela de equipamentos infantis",
        "10\/05\/2021": "10\/05\/2021",
        "Nouvelle version du fichier CGX V1.0.2": "Nova versão do arquivo CGX V1.0.2",
        "Ajout du paramètre \"Type de mesure\" pour les compteurs et TIC": "Adição do parâmetro \"Tipo de medição\" para medidores e TIC",
        "Calories, Electricté et Fioul": "Calorias, eletricidade e combustível",
        "Ajout des types de compteurs": "Adição de tipos de contador",
        "Ajout d'une option de mise à jour automatique et d'une commande de mise à jour du fichier CGX ainsi que d'un bouton permettant la mise à jour de tous les serveurs actifs": "Adição de uma opção de atualização automática e um comando para atualizar o arquivo CGX, bem como um botão que permite a atualização de todos os servidores ativos",
        "Optimisation de l'interface": "Otimização de interface",
        "28\/04\/2021": "28\/04\/2021",
        "Mise à disposition du plugin": "Provisão do plugin",
        " IMPORTANT.": " IMPORTANTE.",
        " IMPORTANT?": " IMPORTANTE?",
        "IMPORTANT ": "IMPORTANTE ",
        " IMPORTANT]": " IMPORTANTE]",
        "[IMPORTANT]": "[IMPORTANTE]",
        "*IMPORTANT*": "*IMPORTANTE*",
        " IMPORTANT*": " IMPORTANTE*"
    },
    "index.md": {
        "Plugin WES Control": "Plug-in de controle do WES",
        "serveur d'énergie WES de CartElectronic": "Servidor de energia CartElectronic WES",
        "Ce plugin va vous permettre de prendre le contrôle de votre": "Este plugin permitirá que você assuma o controle de seu",
        "target=\"\\_blank\"} et d'en récupérer toutes les données instantanément dans Jeedom": "target = \"\\_ blank\"} e recupere todos os dados instantaneamente no Jeedom",
        "Ce matériel étant en constante évolution, le plugin en version stable offre une pleine compatibilité avec les serveurs Wes de firmware inférieur à `V0": "Este material estando em constante evolução, o plugin em versão estável oferece total compatibilidade com servidores Wes com firmware inferior a `V0",
        "84A10` et la version beta avec les firmwares supérieurs ou égaux à `V0.84A10`": "84A10` e a versão beta com firmware maior ou igual a `V0.84A10`",
        "Configuration générale": "Configuração geral",
        "Configuration du plugin": "Configuração de plug-in",
        "Wes Control": "Controle Wes",
        "Comme tout plugin Jeedom, le plugin": "Como qualquer plugin Jeedom, o plugin",
        "doit être activé après l'installation": "deve ser ativado após a instalação",
        "Le plugin": "O plugin",
        "utilise son propre démon afin de rester en contact constant avec le serveur Wes": "usa seu próprio daemon para ficar em contato constante com o servidor Wes",
        "Vous pouvez en contrôler le statut sur la page de configuration du plugin": "Você pode verificar o status na página de configuração do plugin",
        "Il n'est pas nécessaire de se préoccuper de l'état du démon dès l'activation du plugin car la création du 1er équipement serveur Wes va automatiquement configurer et démarrer le démon": "Não é necessário se preocupar com o estado do daemon assim que o plugin for ativado porque a criação do 1º servidor Wes irá configurar automaticamente e iniciar o daemon",
        "30 secondes par défaut": "30 segundos por padrão",
        "Le plugin ne nécessite pas de configuration particulière mais propose un champ permettant de choisir le délai en secondes entre 2 interrogations du serveur Wes": "O plugin não requer nenhuma configuração particular mas oferece um campo que permite escolher o atraso em segundos entre 2 interrogações do servidor Wes",
        "Si vous diminuez cette valeur et constatez des lenteurs ou une instabilité du système, revenez à la valeur par défaut": "Se você diminuir este valor e experimentar lentidão ou instabilidade do sistema, reverta para o valor padrão",
        "Configuration de l'équipement serveur Wes": "Configuração do equipamento servidor Wes",
        "Plugins → Energie → Wes Control": "Plugins → Energia → Controle Wes",
        "Pour accéder aux différents équipements": "Para acessar os diferentes equipamentos",
        "dirigez-vous vers le menu": "vá para o menu",
        "+ Ajouter": "acrescentar",
        "Le bouton": "O botão",
        "permet d'ajouter un nouveau serveur Wes": "permite que você adicione um novo servidor Wes",
        "Après avoir créé votre équipement serveur Wes, cliquez sur celui-ci pour accéder à la configuration des accès ainsi qu'à la gestion des équipements\/fonctionnalités": "Após ter criado seu equipamento servidor Wes, clique nele para acessar a configuração de acesso bem como o gerenciamento de equipamentos \/ funcionalidades",
        "Renseignez les informations générales de l'équipement puis indiquez si vous possédez des matériels optionnels branchés sur le Wes tels qu'un écran ou une alimentation 9 Volts pour la mesure de la tension secteur en cochant les cases correspondantes": "Preencha as informações gerais do equipamento e indique se você tem algum equipamento opcional conectado ao Wes, como uma tela ou uma fonte de alimentação de 9 volts para medir a tensão da rede, marcando as caixas correspondentes",
        "Ensuite, renseignez les informations d'accès au serveur Wes en HTTP afin de pouvoir communiquer avec lui": "Em seguida, preencha as informações de acesso ao servidor Wes em HTTP para poder se comunicar com ele",
        "IP du Wes": "IP de Wes",
        "adresse IP sur laquelle le serveur Wes est joignable": "Endereço IP no qual o servidor Wes pode ser encontrado",
        "Port du Wes": "Porto do Wes",
        "80 par défaut": "80 por padrão",
        "port sur lequel le serveur Wes est joignable": "porta na qual o servidor Wes pode ser alcançado",
        "Identifiant HTTP": "HTTP ID",
        "identifiant permettant de communiquer en HTTP avec le serveur Wes": "identificador usado para se comunicar em HTTP com o servidor Wes",
        "Mot de passe HTTP": "Senha HTTP",
        "mot de passe permettant de communiquer en HTTP avec le serveur Wes": "senha usada para se comunicar em HTTP com o servidor Wes",
        "intègre un fichier spécialement conçu pour Jeedom et permettant d'avoir accès à davantage de données que celles disponibles normalement par défaut": "inclui um arquivo projetado especialmente para Jeedom e permitindo o acesso a mais dados do que os normalmente disponíveis por padrão",
        "Il est nécessaire d'établir une connexion FTP avec le serveur Wes pour y transférer ce fichier, les champs suivants doivent donc être complétés également": "É necessário estabelecer uma conexão FTP com o servidor Wes para transferir este arquivo, portanto, os seguintes campos também devem ser preenchidos",
        "Identifiant FTP": "ID de FTP",
        "identifiant permettant de communiquer en FTP avec le serveur Wes": "identificador usado para se comunicar em FTP com o servidor Wes",
        "Mot de passe FTP": "Senha de FTP",
        "mot de passe permettant de communiquer en FTP avec le serveur Wes": "senha usada para se comunicar em FTP com o servidor Wes",
        "Fichier CGX Jeedom": "Arquivo Jeedom CGX",
        "cocher la case pour utiliser le fichier CGX Jeedom": "marque a caixa para usar o arquivo Jeedom CGX",
        "Envoyer fichier CG": "Enviar arquivo CG",
        "Une fois les informations de connexion FTP renseignées, cliquez sur ce bouton pour transférer immédiatement le fichier sur le Wes": "Uma vez que as informações de conexão FTP tenham sido inseridas, clique neste botão para transferir imediatamente o arquivo para o Wes",
        "Configuration → Accès sécurisé": "Configuração → Acesso seguro",
        "Les informations de connexion au serveur Wes sont consultables depuis l'interface internet du Wes dans le menu": "As informações de conexão com o servidor Wes podem ser visualizadas na interface de internet do Wes no menu",
        "Gestion des équipements\/fonctionnalités": "Gerenciamento de equipamento \/ funcionalidade",
        "Gestion des équipements": "Gestão de equipamentos",
        "La partie": "A parte",
        "va vous permettre de sélectionner les fonctionnalités du Wes à activer\/désactiver": "permitirá que você selecione os recursos do Wes para ativar \/ desativar",
        "case cochée": "caixa marcada",
        "création automatique de l'équipement correspondant": "criação automática do equipamento correspondente",
        "chaque case décochée": "cada caixa desmarcada",
        "suppression automatique de l'équipement correspondant": "exclusão automática do equipamento correspondente",
        "aura pour conséquence la": "vai resultar em",
        "et à l'inverse": "e inversamente",
        "Configuration des équipements\/fonctionnalités": "Equipamento \/ configuração funcional",
        "De retour sur la page générale du plugin": "Voltar para a página geral do plugin",
        "les équipements activés précédemment sont regroupés par serveur et triés dans des menus accordéons classés par type de fonctionnalité": "dispositivos previamente ativados são agrupados por servidor e classificados em menus de acordeão classificados por tipo de funcionalidade",
        "Le champ de recherche permet la visualisation immédiate de l'équipement recherché": "O campo de pesquisa permite a visualização imediata do equipamento necessário",
        "Sur la droite, l'icône en forme de croix annule la recherche, le dossier ouvert déplie tous les menus et le dossier fermé replie l'ensemble": "À direita, o ícone em forma de cruz cancela a pesquisa, a pasta aberta desdobra todos os menus e a pasta fechada dobra todo",
        "Il est possible de réorganiser chaque menu dans la liste en restant cliqué dessus le temps de le positionner à l'endroit voulu": "É possível reorganizar cada menu da lista, permanecendo clicado sobre ele enquanto o posiciona no local desejado",
        "Comme à l'habitude, le clic sur un équipement vous amène sur sa page de configuration permettant de renseigner les informations générales et de visualiser la liste des commandes": "Como de costume, clicar em um item do equipamento leva você à sua página de configuração, permitindo inserir informações gerais e visualizar a lista de pedidos",
        "Paramètres optionnels des équipements": "Parâmetros de equipamentos opcionais",
        "Certains équipements sont dotés de paramètres de configuration complémentaires qu'il faudra renseigner lors de leur activation": "Alguns dispositivos possuem parâmetros de configuração adicionais que devem ser inseridos ao ativá-los",
        "consommation ou production": "consumo ou produção",
        "Ces paramètres peuvent être le type de mesure à relever pour des pinces ampèremétriques": "Esses parâmetros podem ser o tipo de medição a ser tomada para as pinças de corrente",
        "ou la formule d'abonnement électrique concernant la téléinfo par exemple": "ou a fórmula de assinatura elétrica relativa ao teleinfo, por exemplo",
        "eau, gaz, gazpar": "água, gás, gás",
        "20 Ampères ou 100 Ampères": "20 amperes ou 100 amperes",
        "D'autres peuvent concerner la sélection d'un type de matériel spécifique afin de personnaliser les images d'illustration des équipements comme le type de compteur à impulsions": "Outros podem estar relacionados à seleção de um tipo específico de hardware, a fim de personalizar as imagens ilustrativas do equipamento, como o tipo de medidor de pulso",
        "ou le type de pince ampèremétrique utilisé": "ou o tipo de grampo de corrente usado",
        "entre autre": "entre outros",
        "Interface du WES": "Interface WES",
        "Interface Wes": "Interface Wes",
        "Sur chaque page d'équipement (y compris l'équipement serveur Wes) se trouve, en haut à droite, un bouton bleu nommé": "Em cada página de equipamento (incluindo o equipamento do servidor Wes) existe, no canto superior direito, um botão azul denominado",
        "qui permet d'ouvrir l'interface internet du serveur Wes dans un nouvel onglet de votre navigateur": "que permite que você abra a interface da web do servidor Wes em uma nova guia do seu navegador",
        "En fonction du type d'équipement sur lequel vous vous trouvez, vous serez automatiquement redirigé vers la page d'interface correspondant à cette fonctionnalité": "Dependendo do tipo de equipamento em que você está, você será redirecionado automaticamente para a página de interface correspondente a este recurso",
        "Évolutions à venir": "Próximos desenvolvimentos",
        "L'équipe travaille d'ores et déjà à l'intégration des extensions Wes actuellement non prises en charge telles que l'extension 8 relais ou modbus et fera son maximum pour faire évoluer le plugin en ce sens dans les meilleurs délais": "A equipe já está trabalhando na integração das extensões Wes atualmente sem suporte, como a extensão 8 relay ou modbus, e fará o possível para desenvolver o plugin nessa direção o mais rápido possível",
        " IMPORTANT.": " IMPORTANTE.",
        " IMPORTANT?": " IMPORTANTE?",
        "IMPORTANT ": "IMPORTANTE ",
        " IMPORTANT]": " IMPORTANTE]",
        "[IMPORTANT]": "[IMPORTANTE]",
        "*IMPORTANT*": "*IMPORTANTE*",
        " IMPORTANT*": " IMPORTANTE*",
        " INFORMATION.": " EM FORMAÇÃO.",
        " INFORMATION?": " EM FORMAÇÃO?",
        "INFORMATION ": "EM FORMAÇÃO ",
        " INFORMATION]": " EM FORMAÇÃO]",
        "[INFORMATION]": "[EM FORMAÇÃO]",
        "*INFORMATION*": "*EM FORMAÇÃO*",
        " INFORMATION*": " EM FORMAÇÃO*",
        " facultatif.": " opcional.",
        " facultatif?": " opcional?",
        "facultatif ": "opcional ",
        " facultatif]": " opcional]",
        "[facultatif]": "[opcional]",
        "*facultatif*": "*opcional*",
        " facultatif*": " opcional*",
        " Chaque.": " Cada.",
        " Chaque?": " Cada?",
        "Chaque ": "Cada ",
        " Chaque]": " Cada]",
        "[Chaque]": "[Cada]",
        "*Chaque*": "*Cada*",
        " Chaque*": " Cada*",
        " ASTUCE.": " TRUQUE.",
        " ASTUCE?": " TRUQUE?",
        "ASTUCE ": "TRUQUE ",
        " ASTUCE]": " TRUQUE]",
        "[ASTUCE]": "[TRUQUE]",
        "*ASTUCE*": "*TRUQUE*",
        " ASTUCE*": " TRUQUE*"
    }
}